---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlatePaintArea
source: html/75920362-d365-3fdf-4652-eb4b1a499960.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlatePaintArea Property

"Paint Area"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlatePaintArea { get; }
```